import React from "react";

const SideCost = () => {
  return (
    <div className="space-y-6 justify-between p-4 rounded-3xl border border-borderColor bg-whiteColor dark:bg-dark box-border">
      <h3 className="text-2xl max-sm:text-xl text-dark dark:text-White font-bold">
        هزینه جانبی
      </h3>
      <p className="text-dark text-justify leading-9 dark:text-lightGray max-sm:text-xs">
        هزینه‌های جانبی رزرو خانه شامل مواردی است که ممکن است به هزینه اصلی
        اقامت اضافه شود. این هزینه‌ها معمولاً بسته به نوع خانه، موقعیت مکانی و
        خدمات ارائه‌شده متفاوت است. به عنوان مثال، هزینه نظافت پس از اقامت یکی
        از رایج‌ترین هزینه‌های جانبی است که برای آماده‌سازی خانه برای مهمانان
        بعدی دریافت می‌شود. همچنین، ممکن است هزینه‌ای برای استفاده از امکانات
        ویژه مانند استخر، سونا یا پارکینگ خصوصی اعمال شود. در برخی موارد،
        هزینه‌های مربوط به مصرف انرژی (برق، گاز یا آب) در صورت استفاده بیش از حد
        مجاز به صورت جداگانه محاسبه می‌شود. اگر خانه در منطقه‌ای با قوانین خاص
        باشد، ممکن است مالیات محلی یا هزینه خدمات شهری نیز اضافه شود. برای
        رزروهای کوتاه‌مدت، گاهی هزینه رزرو پلتفرم یا کارمزد سرویس نیز دریافت
        می‌شود. توصیه می‌شود قبل از رزرو، تمام هزینه‌های جانبی را در جزئیات
        قرارداد بررسی کنید. این اطلاعات به شما کمک می‌کند تا بودجه دقیق‌تری برای
        اقامت خود تنظیم کنید. در صورت نیاز به جزئیات بیشتر، با پلتفرم
        رزرو تماس بگیرید.
      </p>
    </div>
  );
};

export default SideCost;
